[
    {
        "blogTitle": "Joshua Tree National Park",
        "blogText": "Joshua Tree National Park is a vast protected area in southern California. It's characterized by rugged rock formations and stark desert landscapes. Named for the region’s twisted, bristled Joshua trees, the park straddles the cactus-dotted Colorado Desert and the Mojave Desert, which is higher and cooler. Keys View looks out over the Coachella Valley. Hiking trails weave through the boulders of Hidden Valley.",
        "blogAuthor": "gerryjohnson"
    },
    {
        "blogTitle": "Bear Ahead!",
        "blogText": "For bears, their natural fear of people is an important instinct that keeps them safe. When a bear becomes habituated, losing its natural fear of people, other behaviors can change and dangerous situations can evolve with people. This is why rangers staffed these areas from late August through November. Rangers also created a fun new display to show people exactly how far they should be from a bear: a fun wooden bear silhouette designed to stand a 50 yards down a trail from a sign with bear information on it. This sign explained what to do if you see a bear, and demonstrated exactly how far visitors should remain from bears in order to help keep them wild. All these efforts, as well as the interest that visitors took to learn and understand their role in protecting wildlife in national parks, helped make a difference in these acorn eating bear’s lives.",
        "blogAuthor": "gerryjohnson"
    },
    {
        "blogTitle": "About Sunflowers",
        "blogText": "The sunflower (Helianthus annuus) is an annual plant with a large daisy-like flower face. Its scientific name comes from the Greek words helios (“sun”) and anthos (“flower”). The flowers come in many colors (yellow, red, orange, maroon, brown), but they are commonly bright yellow with brown centers that ripen into heavy heads filled with seeds. ",
        "blogAuthor": "jessejohnes54"
    },
    {
        "blogTitle": "Our Solar System",
        "blogText": "The Solar System is the gravitationally bound system of the Sun and the objects that orbit it. It formed 4.6 billion years ago from the gravitational collapse of a giant interstellar molecular cloud. The vast majority of the system's mass is in the Sun, with most of the remaining mass contained in the planet Jupiter.",
        "blogAuthor": "jeffb"
    },
    {
        "blogTitle": "Wear Sneakers with Everything",
        "blogText": "When it comes to fashion, footwear is the cornerstone. Whether you're going out on the town, going to work, running some errands or dressing for a special occasion, your shoes put the finishing touch on any outfit. You know those high heels and ankle booties always make a statement — but what about sneakers?",
        "blogAuthor": "jessejohnes54"
    },
    {
        "blogTitle": "Kawhi Anthony Leonard",
        "blogText": "Kawhi Anthony Leonard is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association. A two-time NBA champion, he is a five-time All-Star and a five-time member of the All-NBA Team.",
        "blogAuthor": "Jimjones2"
    },
    {
        "blogTitle": "The Wonders of the Pacific Northwest",
        "blogText": "Our 5 favorite hidden gems in Oregon and Washington",
        "blogAuthor": "jeffb"
    },
    {
        "blogTitle": "Exploring Tuscany, Italy - The Place to Stay While Visiting",
        "blogText": "Agriturismo La Ripolina. La Ripolina is located in the heart of Tuscany between the Crete Senesi and Val' d'Orcia. 25 km far rom Siena near Montalcino, the land of Brunello wine. It is surrounded by 43 hectares of land, where vines and cereals are grown. The gentle hills that make this landscape unique and turning with seasons, combined with a place rich in history, with its ancient stone and red brick walls, make it the ideal destination for mental and physical well-being. The large pool with solarium, ping pong, mountain bikes, children’s playground, paths, silence and pure air bring relax to your stay. There are also common BBQ, laundry, and some facilities equipped to be able to eat outdoors.",
        "blogAuthor": "jeffb"
    }
]